---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.OpenOptions
source: html/c2a67c4c-e77b-36ec-4988-57c11a5c3a76.htm
---
# OpenOptions Members

Constructs a new instance of the options class using default values.